[{"id":"1","category_id":"1","category_name":"Animals & Nature","answer_bool":"1","answer_body":"TRUE - Leopards are indeed a part of the 'Felidae', the name of the biological family of cats. Compared to the other members of the felidae, Leopards have shorter legs but longer bodies. Most of them inhabit parts of sub-Saharan Africa, West Asia, the Middle East, South and Southeast Asia to Siberia.","question":"Leopards are a part of the biological family of cats."},{"id":"2","category_id":"1","category_name":"Animals & Nature","answer_bool":"1","answer_body":"TRUE - The large eyes of an owl could gather great information since they can see things well, but the small brain cannot process such large optical data gathered by the large eyes. Poor owls.","question":"An owl's eyes are bigger than its brain."},{"id":"3","category_id":"1","category_name":"Animals & Nature","answer_bool":"0","answer_body":"FALSE - Bulls are actually color blind-- they can't see the color red at all! During bullfights, the bull is likely irritated not by the muleta’s color, but by the cape’s movement as the matador whips it around.","question":"Bulls charge when they see the color red."},{"id":"4","category_id":"1","category_name":"Animals & Nature","answer_bool":"0","answer_body":"FALSE - A sakura tree is called the cherry blossom tree. The plantings of cherry trees originated in 1912 as a gift of friendship to the People of the United States from the People of Japan. In Japan, the flowering cherry tree, or \"Sakura,\" is an exalted flowering plant.","question":"Sakura', trees that bloom pinkish flowers, is also called 'pomegranate blossom'"},{"id":"5","category_id":"1","category_name":"Animals & Nature","answer_bool":"1","answer_body":"TRUE - It is normal for elephants to have a pregnancy that approaches 22 months or two years. This is the longest gestation period for any land animal, and one of the longest for any animal on earth.","question":"Elephants can be pregnant for two years."},{"id":"6","category_id":"2","category_name":"Geography & Travel","answer_bool":"1","answer_body":"TRUE - The Athenians built the Parthenon for their patron, Athena, the goddess of war and wisdom. Up to this day, the Parthenon still stands and is one of the most popular tourist spots in Greece.","question":"The Parthenon, a temple of the goddess Athena can be found in Greece."},{"id":"7","category_id":"2","category_name":"Geography & Travel","answer_bool":"0","answer_body":"FALSE - The Atlantic is only the second largest ocean, while the Pacific is at the top of the list. The Pacific ocean covers more than one-third of the Earth's surface and nearly half of Earth's water surface.","question":"The Atlantic is the world's largest ocean."},{"id":"8","category_id":"2","category_name":"Geography & Travel","answer_bool":"1","answer_body":"TRUE - The Japanese culture has a great respect for food, where they always begin a meal with a prayer, \"Itadakimasu\", meaning \"I humbly receive\" before digging in.","question":"Eating while walking is considered disrespectful in Japan."},{"id":"9","category_id":"2","category_name":"Geography & Travel","answer_bool":"1","answer_body":"TRUE - The Snow Leopard is a large cat native to the mountain ranges of Central and South Asia. Sadly, it is listed as endangered on the IUCN Red List of Threatened Species.","question":"The Snow Leopard is Afghanistan's national animal."},{"id":"10","category_id":"2","category_name":"Geography & Travel","answer_bool":"0","answer_body":"FALSE - Italy is actually home to two microstates, San Marino and Vatican City.","question":"Italy has only one existing microstate, The Vatican."},{"id":"11","category_id":"3","category_name":"Sports","answer_bool":"1","answer_body":"TRUE - Olympian swimmer Michael Phelps is considered to be the most successful Olympian, having won a total of 22 medals at the 3 Olympics he has taken part in. Oh, and have we mentioned that 18 of the medals he'd won are gold?","question":"Michael Phelps is considered the most successful Olympian"},{"id":"12","category_id":"3","category_name":"Sports","answer_bool":"1","answer_body":"TRUE - Sumo wrestling is a competitive full-contact wrestling sport where a rikishi attempts to force another wrestler out of a circular ring (dohyô) or into touching the ground with anything other than the soles of the feet. 'Sumo' literally means \"striking one another\"","question":"Japan's national sport is sumo wrestling"},{"id":"13","category_id":"3","category_name":"Sports","answer_bool":"0","answer_body":"FALSE - Germany was the champion of FIFA 2014. In the final, Germany defeated Argentina 1–0 to win the tournament and secure the country's fourth world title, the first after the German reunification in 1990, when as West Germany they also beat Argentina in the World Cup final","question":"Argentina won the 2014 FIFA World Cup"},{"id":"14","category_id":"3","category_name":"Sports","answer_bool":"1","answer_body":"TRUE - Inside every golf ball is a smaller rubber ball filled with liquid, and back then, honey was used to fill it. However, has recently been replaced with a synthetic liquid with similar properties","question":"Up until the 1960s, golf balls contained honey"},{"id":"15","category_id":"3","category_name":"Sports","answer_bool":"1","answer_body":"TRUE - The game of lacrosse, or stickball as it was also known, was created by Plains Indians as a ritual game of thanks. The first Europeans to encounter the sport were Jesuit missionaries. They opposed it because it was a violent sport, part of the Indian religion they wanted to throw out and people made bets on it","question":"The game of lacrosse was invented by American Indians"},{"id":"16","category_id":"4","category_name":"Fun Facts","answer_bool":"1","answer_body":"TRUE - Peanuts are indeed classified as legumes and not nuts.","question":"A peanut is not a nut."},{"id":"17","category_id":"4","category_name":"Fun Facts","answer_bool":"1","answer_body":"TRUE - The nose and eyes are linked by cranial nerves, so the stimulation from the sneeze travels up one nerve to the brain, then down another nerve to the eyelids, triggering a blink for most people. However, it's possible for some people to sneeze with their eyes open.","question":"It's possible to sneeze with your eyes open."},{"id":"18","category_id":"4","category_name":"Fun Facts","answer_bool":"1","answer_body":"TRUE - Shooting starts might look like stars that quickly shoot across the sky, but they are not stars. Shooting stars are actually what astronomers call meteors. Most meteors burn up in the atmosphere before they reach the ground. So yeah, the things you wish upon aren't real stars.\r\n","question":"Shooting stars are not stars-- they are meteors."},{"id":"19","category_id":"4","category_name":"Fun Facts","answer_bool":"1","answer_body":"TRUE - This guy's often forgotten, so let's give him the spotlight for a while, shall we? Edwin \"Buzz\"Aldrin is an American engineer and a former astronaut, and the second man to set foot on the moon. And maybe he was destined to go to the moon, as coincidentally, his mother's maiden name is 'Moon'.","question":"Edwin Aldrin was the second man to walk on the moon."},{"id":"20","category_id":"4","category_name":"Fun Facts","answer_bool":"0","answer_body":"FALSE - In the 1956 the US government placed beer near a nuclear explosion to see whether it would still be drinkable after a nuclear fallout. It was.","question":"No beverage is drinkable after a nuclear fallout."},{"id":"21","category_id":"5","category_name":"Under your nose","answer_bool":"0","answer_body":"FALSE - Due to their weight, rocks are believed to sink when submerged in water. However, that is not the case with pumice rocks. Pumice is very light, and is even considered to be classified as a glass because is contains no crystals or a mixture of minerals. It is the only rock that can float on water.\r\n","question":"All kinds of rocks are unable to float on water"},{"id":"22","category_id":"5","category_name":"Under your nose","answer_bool":"1","answer_body":"TRUE - Cotton candy was invented by a dentist. In 1897, dentist William Morrison and his partner John C. Wharton invented machine-spun cotton candy - but when they first introduced it at the 1904 World’s Fair, they called it “Fairy Floss.”","question":"Cotton Candy was originally known as Fairy Floss"},{"id":"23","category_id":"5","category_name":"Under your nose","answer_bool":"0","answer_body":"FALSE - The drink has always been brown, only the bottle was green","question":"Coca-cola was originally green"},{"id":"24","category_id":"5","category_name":"Under your nose","answer_bool":"1","answer_body":"TRUE - Dracula simia and dracula gigas are species of orchids that look strikingly similar to a monkey's face.","question":"There's are orchid species that look like a monkey's face"},{"id":"25","category_id":"5","category_name":"Under your nose","answer_bool":"1","answer_body":"TRUE - Round tables are supposedly more welcoming than tables with square edges. Starbucks house round tables to make people feel comfortable and make them buy more. So even if you are alone, you don't feel really alone as you enjoy your cup of coffee.","question":"Starbucks chains use round tables so that solo coffee drinkers would feel less alone"},{"id":"26","category_id":"6","category_name":"Famous People","answer_bool":"1","answer_body":"TRUE - Leonardo DiCaprio starred in numerous films and in four films he was nominated for an Oscar for Best Actor but hasn't won any of them. Sorry, Leo.","question":"Leonardo DiCaprio has been nominated for an Oscar four times and not once did he win."},{"id":"27","category_id":"6","category_name":"Famous People","answer_bool":"0","answer_body":"FALSE - The father of all things Apple dropped out of Reed College to invent and develop today's most famous gadgets.","question":"Steve Jobs has a degree of Computer Engineering."},{"id":"28","category_id":"6","category_name":"Famous People","answer_bool":"0","answer_body":"FALSE - Justin Timberlake was a member of boy group NSYNC together with JC Chasez, Chris Kirkpatrick, Joey Fatone, and Lance Bass. Die-hard NSYNC fans probably know this already, but on August 25, 2013, the members of NSYNC regrouped for a one-off performance at the 2013 MTV Video Music Awards.","question":"Justin Timberlake was a former member of the boy group Backstreet Boys."},{"id":"29","category_id":"6","category_name":"Famous People","answer_bool":"1","answer_body":"TRUE - Dave Grohl joined a lot of bands before establishing a firm career in Foo Fighters. He is one of the most fortunate soul to even meet the legendary Nirvana frontman: Kurt Cobain.","question":"Before becoming the lead vocals for his own band Foo Fighters, Dave Grohl was the drummer for Nirvana for four years."},{"id":"30","category_id":"6","category_name":"Famous People","answer_bool":"1","answer_body":"TRUE - We know that Mozart is buried somewhere in St. Marx cemetery in Vienna, but we don’t know where exactly. This is because he was buried at the same time as a few other people, common practice for the time, so he has no tombstone to mark his grave.","question":"No one knows where Mozart is buried."},{"id":"31","category_id":"7","category_name":"Popular Culture","answer_bool":"1","answer_body":"TRUE - Originating from East Asia, Yin Yang is a circular symbol divided into two swirling sections, the black and the white where it represents perfect harmonic balance.","question":"Yin Yang is a well-known religious symbol in Taoism."},{"id":"32","category_id":"7","category_name":"Popular Culture","answer_bool":"0","answer_body":"FALSE - The Walking Dead is most definitely not done yet, nor has it already had ten seasons! The latest season, season five, has recently finished airing. Rumor has it that the cast is already filming season six, so stay tuned!","question":"AMC's The Walking Dead has already ended with a total of ten seasons."},{"id":"33","category_id":"7","category_name":"Popular Culture","answer_bool":"0","answer_body":"FALSE - The five founders of the online social networking service, namely Mark Zuckerberg, Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes, were all students from Harvard University","question":"Facebook was founded by Stanford University students"},{"id":"34","category_id":"7","category_name":"Popular Culture","answer_bool":"1","answer_body":"TRUE - Before the X-Men comic books, Wolverine was originally an enemy of the Hulk. In the 1974 issue of The Incredible Hulk #180, the original Wolverine did not have retractable claws but instead he wore gloves with claws attached. He had animal like senses and rage with Spider-man like strength","question":"Wolverine was originally an enemy of the Hulk"},{"id":"35","category_id":"7","category_name":"Popular Culture","answer_bool":"1","answer_body":"TRUE - Activision says Guitar Hero: Aerosmith has earned the band more royalties than any of their albums. Activision CEO Bobby Kotick was quoted by MTV Multiplayer at the company's analyst day as saying that the band is enjoying more than just exposure to new fans and renewed interest of loyal rockers thanks to the videogame tie-in","question":"Aerosmith made more money from Guitar Hero than any albums"},{"id":"36","category_id":"7","category_name":"Popular Culture","answer_bool":"1","answer_body":"TRUE - Activision says Guitar Hero: Aerosmith has earned the band more royalties than any of their albums. Activision CEO Bobby Kotick was quoted by MTV Multiplayer at the company's analyst day as saying that the band is enjoying more than just exposure to new fans and renewed interest of loyal rockers thanks to the videogame tie-in","question":"Aerosmith made more money from Guitar Hero than any albums"},{"id":"37","category_id":"8","category_name":"Health","answer_bool":"0","answer_body":"FALSE - It's blood type O-negative which is called the universal donor type since it is compatible with any blood type.","question":"Blood type O-positive is called the universal donor type."},{"id":"38","category_id":"8","category_name":"Health","answer_bool":"0","answer_body":"FALSE - Aside from the color of their shells, there is no other difference between commercial brown shelled eggs and white shelled ones. They both have the same nutrition level.","question":"Brown eggs are scientifically proven to be healthier than white shelled eggs."},{"id":"39","category_id":"8","category_name":"Health","answer_bool":"1","answer_body":"TRUE - The medical term for this feeling is called 'Haptodysphoria'. However, this term in not only limited to this certain situation, since haptodysphoria is defined as 'an unpleasant sensation derived from touching certain objects'.","question":"There is a medical term for the feeling you get when you scrape your nails across a chalkboard."},{"id":"40","category_id":"8","category_name":"Health","answer_bool":"1","answer_body":"TRUE - People with joint pain can predict rain because the barometric pressure drops when storms are approaching. Old injuries and arthritic joints may not adjust to the pressure change and when the soft tissues and fluids around the joint expands, it irritates the surrounding nerves and causes pain.","question":"People with joint pain can predict rain."},{"id":"41","category_id":"8","category_name":"Health","answer_bool":"1","answer_body":"TRUE - Tetris is used to treat adults that have a lazy eye.Researchers studied the effects of using video games that forces both eyes to work together , and they found that the patients treated with Tetris showed a four-fold improvement in their lazy eye compared to those who were patched.","question":"Tetris is used to treat adults that have a lazy eye."},{"id":"42","category_id":"9","category_name":"Movies","answer_bool":"1","answer_body":"TRUE - Wes Craven read an article on the L.A. times about a family surviving the Killing Fields in Cambodia. But, after they moved to the United States their son began to have nightmares and would stay up and try hard not to sleep to avoid the person who's been haunting his dreams for several nights. When they found their son sleeping soundly they have thought it was over until they heard him scream one night and began to rush into his room only to find him already dead.","question":"The horror film \"A Nightmare on Elm Street\" was based on true events."},{"id":"43","category_id":"9","category_name":"Movies","answer_bool":"0","answer_body":"FALSE - Directed by James Wan, the crew only took 18 days for them to film \"Saw\" also having a small budget.","question":"\"Saw\" was filmed in 18 months"},{"id":"44","category_id":"9","category_name":"Movies","answer_bool":"1","answer_body":"TRUE - The story was inspired by the Nilland brothers. Three of the four Niland brothers took part in the D-Day landings, but only one came back. The surviving brother, Fritz Niland was bought home from the front.","question":"Saving Private Ryan' was inspired by a true story."},{"id":"45","category_id":"9","category_name":"Movies","answer_bool":"1","answer_body":"TRUE - Shirley Henderson, 49 years old now, was 37 years old when she played Moaning Myrtle making the bath scene with Harry Potter (Daniel Radcliffe) twice as disturbing.","question":"The actress who played Moaning Myrtle in the Harry Potter movie franchise was 37 years-old, although she played a spirit of a dead student."},{"id":"46","category_id":"9","category_name":"Movies","answer_bool":"1","answer_body":"TRUE - The scene where Viggo Mortensen kicks the helmet near a pile of orcs, he actually screams so hard because he broke two toes. They actually used the footage in the movie.","question":"While filming Lord of the Rings, Viggo Mortensen, who plays Aragorn, broke two toes."},{"id":"47","category_id":"10","category_name":"History","answer_bool":"1","answer_body":"TRUE - As early as 1096, teaching had already started in Oxford, and by 1249, the University of Oxford had grown into a full-fledged university but the Aztec civilization, marked by the founding of the city of Tenochtitl?n by the Mexica at Lake Texcoco, didn’t come until 1325.","question":"Oxford University is older than the Aztec Empire."},{"id":"48","category_id":"10","category_name":"History","answer_bool":"1","answer_body":"TRUE - Seven Chinese farmers accidentally discovered the tomb of the first emperor of the Qin Dynasty while they were digging a well near the city of Xian when one of their shovels struck the head of a buried statue. The Terracotta Army figures’ excavation is regarded as one of the greatest discoveries of the 20th century. It had lain underground for more than 2000 years before farmers dug it up.","question":"The Terracotta army statues were discovered accidentally by a group of Chinese farmers."},{"id":"49","category_id":"10","category_name":"History","answer_bool":"1","answer_body":"TRUE - The Celts believed that on the night before the new year, the worlds of the living and the dead crossed, so on the night of October 31, they celebrated the festival of Samhain. When the ghosts of the dead returned to earth causing mischief and destroying crops, the Celts believed that their presence made it possible for the Druids (Celtic priests) to make predictions about the future.For the Celts, this occurrence was important, as these prophets provided direction and security for surviving the deadly winter that lay ahead.","question":"The celebration of Halloween originated from the Celts."},{"id":"50","category_id":"10","category_name":"History","answer_bool":"0","answer_body":"FALSE - The Great Pyramid of Giza is the only remaining structure still standing out of the seven wonders of the ancient world. It is continually rendering people amazed, as it is actually the oldest of all the other structures and yet it still stands today.","question":"The Great Pyramid of Giza and the Lighthouse of Alexandria are the only remaining wonders of the ancient world."},{"id":"51","category_id":"10","category_name":"History","answer_bool":"1","answer_body":"TRUE - Cleopatra VII is one of the most famously associated figures with ancient Egypt. However, Cleopatra was not Egyptian, but instead, she was a part of a long line of Greek Macedonians originally descended from Ptolemy I, one of Alexander the Great’s most trusted lieutenants.","question":"Cleopatra was Greek, not Egyptian."}]